Repository: mozilla-l10n/mt-training-data
Catalog: gju/gju_pontoon.tmx
Source language: en_us
Languages: gju

source: I do not agree
gju: ہوں راضی نیہہ

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
gju: کدے ایک کلپ دو لوکاں نے قبول نہ کریو تے یوہ دسیو جاسکے کسی دوجی ڈیٹا سیٹ پو

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
gju: کدے یوہ تھارو اپنو حرف ہے صرف کہو <italicizedText>اپنو حوالو </italicizedText>ہم نا جانن کی لوڑ ہے کہ تم نا یو متن کتو لبھو تاں جے ہم دیکھ سکاں کہ یوہ پبلک ڈومین ہے تے اس پو کوئی کاپی رائٹ کی پابندی نیہہ حوالہ کی مزید معلومات واسطے دیکھو <guidelinesLink>مھارو ہدایت کو صفحو </guidelinesLink>

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
gju: کدے ریکاڈنگ ٹُٹ گئی یا اس ما بریک آ ئی تے تم ساری عبارت نا چھوڈ دیو جب تک پوری عبارت سنے نہ جاسکے

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gju: کدے تھارے کول اضافی معلومات ہے جہڑی تم اس فائل کا بارا ما دینو چاہوے تے برائے مہربانی رابطو کروں <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gju: کدے تھارے کول اضافی معلومات ہے جہڑی تم اس فائل کا بارا ما دینو چاہوے جہڑی اس جا ما شامل نیہہ تے برائے مہربانی رابطو کروں <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
gju: کدے فقرو اصول پو پورو نییہہ آتو تے ''نہ '' کو بٹن دباؤ

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
gju: کدے فقرا دِتا وا اُصولاں پو پورا نہ اُترے تے بٹن دباؤ&quot;قبول نہ کرو &quot;بٹن کھبے پاسے۔ کدے تم نا فقرا کا بارا ما یقین نیہہ تے تم اس نا چھوڈ سکے تے اگلا پو جا سکے

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
gju: کدے فقرو جارحانہ ہے یا پریشان کرن ہالو ہے مثال کا طور پو واضح متن ، یا مھاری خلاف ورزی <communityGuidelines>کمیونٹی کو حصّو لین کی راہنمائی </communityGuidelines> تم نا فقرو چھوڈ دینو چاہیے تم مسلہ کا حل واسطے مھارے تک پوہچ سکے commonvoice@mozilla.com

source: If the sentence meets the criteria above, click the "Yes" button.
gju: کدے فقرو دتا وا اصول پو پورو اُترے تے ''ہاں'' کو بٹن کلک کرو

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
gju: کدے فقرا اصولاں پو پورا اُترے تے کلک کروں &quot;تصدیق کرو &quot;کو بٹن سجے پاسے

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
gju: کدے تم نا فقراں کو یقین نیہہ تم اس نا چھوڈ سکے تے اگلا پو جا سکے

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
gju: کدے تم نا کوئی ایسی شے لبھے جس کو ان ات کوئی ذکر نیہہ تے برائے مہربانی اپنا اچھا فیصلہ کے مطابق ووٹ دیو ۔کدے تم واقعی کوئی فیصلو نہہ کر سکتا تے چھوڈ ن ہالا بٹن نا دباؤ تے اگلی ریکاڈنگ پو جاؤ ۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
gju: کدے تم کر سکے <strong>اُنہاں نا سنو </strong>تے <strong> اُنہاں نا سمجھو ۔یوہ عام طور پو <strong>بہترین ہے منظور واسطے </strong>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
gju: جے کدے تمنا کجھ دیہاڑاں ما کائے خبر نہ لبھے بھی تم <emailLink> { $email } </emailLink> اپر مہارے نال رابطو کرو تے ہم بھی تھہارے نال رابطو کراں گا۔

source: If you don't see your language in either part of the platform, select both.
gju: جے کدے تمنا اس پلیٹ فارم اپر اپنی زبان نظر نیہہ آتی تے فر "دواں" نا چنو۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
gju: اکدے تم یا تھاری تنظیم پروجیکٹ میں حصّو لینو پسند کرے تے تم بنا سکے <donateLink>عطیات </donateLink>یا پوہچ سکے مھارے نال مل کے کم کرن واسطے <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
gju: کدے تمنا تعاون کرن ما پریشانی ہووے، تے تم کسے بھی وخت اپنی زبان وسطے سارا مواد تم دیکھن وسطے واپس جا سکو۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
gju: کدے تم اثر ماڈل بنان واسطے دیکھے تم ہور لوکاں نال رابطو کرسکے کمیونٹی ما <discourseLink>گل بات کے نال </discourseLink>

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
gju: جے کدے تمنا ڈیٹا سیٹ کا بارہ ما مزید گل کرن کی ضرورت ہے تے پلیٹ فارم جسکی منصوبہ بندی کی ہے کی توسیع ما شریک سرمایہ کاری کرن کو دل ہے تے چاہو یا تعاون کا مواقع ڈھونڈن کو دل ہے تے فر <emailFragment> ایک سطر </emailFragment> مہارے وسطے لکھو ۔

source: If you run out of sentences to review, please help us collect more sentences!
gju: کدے جائزو لین واسطے تھارا فقرا ختم ہو گیا ہے تے تم ہور فقراں جمع کرن ما مھاری مدد کروکدے

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
gju: کدے تھارو خیال ہے جے رموز اوقاف بنائے <strong>ناممکن سمجھ نا </strong> یا کدے ہے <strong>کاہڈ زیادہ واز ہے </strong>یا کدے ہے <strong>دُوجا لوک مُچ زیادہ بولے لگا </strong>فر تم کلپ نا چھوڈ دیو <accuracyLink> مھاری دُرستگی کی معلوما ت نا مزید دیکھوں </accuracyLink>

source: Igbo
gju: اگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
gju: میں ایک ذاتی گول بنایو ہے واز کا عطیہ کامن وائس واسطے ،میرے نال رابطہ کرو تے مشین نا سکھان واسطے کہ ریل ما لوک کس طرح بولے { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
gju: جس طرحیا تم موزیلا کی <privacyLink> رازداری کی پالیسی </privacyLink>ما وضاحت کرو، منا اس معلومات کا سامن ما کوئی مسلو نیہہ۔

source: Include appropriate citation
gju: مناسب اختیار نا شامل کروں

source: Includes email, username & demographic info, available right away
gju: ای میل، صارف کو ناں تے آبادیاتی معلومات اپر مشتمل ہے، ہجاں دستیاب ہے۔

source: Includes mp3s and related sentences, may take some time to prepare
gju: ایم پی تھری تے اس کے متعلق واز شامل کروں اسکی تیاری ما تھوڑو ٹیم لگے گو

source: Indonesian
gju: انڈونیشائی

source: Indus Kohistani
gju: انڈس کوہستانی

source: Information about the language
gju: زبان کا بارہ ما معلومات

source: In Progress
gju: جاری ہے

source: Interested in getting involved with this project, or partnering with us?
gju: اس منصوبہ ما شامل ہون ما دلچسپی ہے یا مہارے نال شراکت دار بنو

source: Interested in learning more and contributing to the project?
gju: مزید سکھن تے اس منصوبہ ما حصہ لین ما دلچسپی رکھو؟

source: Interface language:
gju: انٹر فیس کی زبان

source: Interlingua
gju: انٹر لنگوا

source: Interlingue
gju: انٹر لنگ

source: [interrupted by background noise]
gju: کاہڈ کی واز نال خراب ہویو

source: Intersex
gju: کھسرو

source: Iñupiaq
gju: انوپیاق

source: Invalid file
gju: خراب فائل

source: Irish
gju: آئرلینڈی

source: IsiNdebele (North)
gju: اسی نبیلی(شمالی)

source: IsiNdebele (South)
gju: اسی نائبیلی (جنوبی)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
gju: <isoCodeLink> آئی ایس او کود</isoCodeLink> جے کدے تمنا پتو ہے

source: Is the clip valid?
gju: آیو کلپ ٹھیک ہے

source: Italian
gju: اٹلی

source: It contains words or phrases that are hard to read or pronounce.
gju: اس ما مُچ سارا لفظ تے عبارت ہے جہڑی پڑھن تے بولن واسطے سُنی جائے ۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
gju: ڈیٹا سیٹس کی میزبانی کرن وسطے تے ا100+ زباناں کی برادریاں وسطے پلیٹ فارم نا بہتر بنان وسطے ایک سال ما تقریبا ایک ملین ڈالر خرچ ہوویں جیہڑا مہارا کام اپر بھروسو کریں؟

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
gju: 100 تے زیادہ زباناں کی براداری جیہڑی، جو کجھ ہم کراں، مہارے اپر اعتبار کرے، ڈیٹا سیٹ کی میزبانی کرن ما تے اس پلیٹ فارم نا انہاں وسطے بہتر بنان ما لکھان ڈالر لگیں ۔<strong>۔ جے کدے تم جامع تے واضح معلومات نا اہمیت دیں، اج ہی ہمنا دیو</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
gju: اس نا لگاتار میزبانی کرن تے ڈیٹا سیٹ نا دسن واسطے مُچ زیادہ رقم خرچ ہوے پلیٹ فار م بہتر کرن واسطے تے کمیونٹی پروگرام چلان واسطے <africaMradiLink>

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
gju: یاہ گل مچ لازمی ہے کہ ساری عبارت کا فقرا پبلک ڈومین بچوں ہے <publicDomain></publicDomain>سی سی جس طرح کہ کامن وائس کو ڈیٹو سیٹ سی سی 0 لائسنس کے تحت ہے ۔صرف تم فقرا اپ لوڈ کروں کدے تم نا پورو یقین ہے تے تم ہمیشہ متعلقہ حوالو دیو۔

source: It is written in a language different than what I’m reviewing.
gju: یوہ اس زبان تے مختلف زبان ما لکھیو ہے جس ما ہوں جائزو کروں

source: It is written in a language different than what I’m speaking.
gju: یوہ میری بولن کی زبان تے مختلف زبان ما لکھیو ہے

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
gju: حوالو دینو مُچ اہم ہے تاں جے ہمناں پتو لگے جے یہ فقرا پبلک ڈومین کاہے تے ان پو کاپی رائت کی کوئی پابندی نیہہ لگی۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
gju: کامن وائس نا فعال ہون وسطے مچ کجھ کرنو پے۔ہم یوہ کم ایکلا نیہہ کر سکتا۔ مہارا نال شراکت داری کرنی ہے؟ ہم تھہارے تیں سننو پسند کراں گا۔

source: Izhorian
gju: ازہوری

source: Japanese
gju: جاپانی

source: Jaqaru
gju: جاکارو

source: Javanese
gju: جاونی

source: Join Discord Community
gju: بکھ بکھ کنبہ(ڈسکارڈ) ما شامل ہو جاو

source: Join the Common Voice mailing list
gju: کامن وائس کی ای میل آلی ترتیب ما شامل ہو جاو

source: Join us on Discord
gju: ڈسکارڈ اپر مہارے نال شامل ہو جاو

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
gju: بس جھب جھب قدرتی طور اپر جواب دیو جتنو تم کجھ جملاں ما دے سکو۔ اس گل کو خیال رکھیو جے تھہاری زبان ما احترام ہے تے قابل اعتراض نیہہ۔

source: Just Unsure?
gju: بالکل غیر یقینی

source: Kabardian (East Circassian)
gju: کبارڈی(مشرقی سرکاشائی)

source: Kabyle
gju: قبائلی

source: Kalasha
gju: کلاشہ

source: Kalenjin
gju: کلنجی

source: Kalkoti
gju: کلکوٹی

source: Kannada
gju: کناڈا

source: Kaqchikel
gju: کقشکیل

source: Kara
gju: کارا

source: Karakalpak
gju: کراکلپاک

source: Kateviri
gju: کتاوری

source: Kazakh
gju: کزاخ

source: { $kb }kb max
gju: { $kb } کے بی میکس

source: Keep
gju: رکھو

source: Keep it up, record again <recordIcon></recordIcon>
gju: اسنا اُپر رکھو ، دوبارا ریکارڈ کروں <recordIcon></recordIcon>

source: Keep the recordings
gju: ریکارڈنگ نا جاری رکھنو

source: Keep track of your progress and metrics across multiple languages.
gju: کئی زباناں کے درمیان اپنی زبان کی ترقی تے بڑھوتری اپر نظر رکھیو

source: Keep track of your progress with a profile
gju: اپنی پہچان نا جاری رکھن واسطے ایک راہ پو رہوں

source: Keep track of your progress with a profile and help our voice data be more accurate.
gju: پروفائل کے نال اپنی گارگزاری اپر نظر رکھو تے مہاری وازاں کی معلومات نا زیادہ درست بنان ما مدد کرو۔

source: Kelabit
gju: کیلابت

source: Kenyah
gju: کینیا

source: Kenyi
gju: کینائی

source: Ketrani
gju: کھیترانی

source: Khmer
gju: خمیر

source: Khowar
gju: کھوار

source: K'iche'
gju: کھچی

source: Kichwa
gju: کچوا

source: Kidaw'ida
gju: کداودا

source: Kikuyu
gju: کیکویو

source: Kinyarwanda
gju: کنیاروانڈا

source: Kohistani Shina
gju: کوہستانی شینا

source: Kom
gju: کوم

source: Komi-Zyrian
gju: کومی زیری

source: Konkani (Devanagari)
gju: کنکانی(دیوناگری)

source: Korean
gju: کوریائی

source: Kuku
gju: کوکو

source: Kurmanji Kurdish
gju: کرمانجئ کردی

source: Kyrgyz
gju: کرغیزی

source: Language
gju: زبان

source: Language Fundamentals (e.g. Digits, Letters, Money)
gju: زبانا ں کی بنیاد (ہندسا ، حروف ،رقم )

source: Language Request
gju: زبان کی درخواست

source: Language request successfully submitted, thank you.
gju: زبان کی درخواست کامیابی کے نال جمع ہو گئی ،تھارو شکریو

source: Languages
gju: مُچ زبان

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
gju: زباناں کا کوی اپنا تصحیح کا قاعدہ وھے کُج اضافی مطالبات کے نال جد اُنہاں نا مقامی بنایو جائے ۔ کدے کسی زبان کی تصحیح کی کوئی فائل نیہہ تے انگریزی کو قاعدو اس ما حصّو لے سکے گو

source: Language Text
gju: زبان کی عبارت

source: Lao
gju: لاو

source: Large bulk sentence submission
gju: بڑی قسم کو فقرو جمع ہویو

source: Large scale corporates and platform companies
gju: بڑا پیمانہ آلی کارپوریٹ تے پلیٹ فام کمپنی

source: Lassi
gju: لسی

source: Last Updated: { $lastUpdatedTimeStamp }
gju: سابقہ تجدید { $lastUpdatedTimeStamp }

source: Latgalian
gju: لٹگالی

source: Latvian
gju: لٹویائی

source: Launched
gju: متعارف ہو گئی یے

source: Laz
gju: لاز

source: Leaderboard Visibility
gju: لیڈر بورڈ کو نظر آنو

source: Learn about partnerships with Common Voice
gju: کامن وائس نال شراکت داری کا بارہ ما مزید معلومات لیو

source: Learn how to check a transcription
gju: تجزیہ کرن کا بارہ ما سکھن وسطے ات دباو

source: Learn how to take part
gju: سیکھوں ، کس طرح حصّو لیو جائے

source: Learn how to transcribe
gju: تجزیہ کرن کا بارہ ما مزید سکھو

source: Learn how to use this page
gju: اس صفحہ نا استعمال کرن کا بارہ ما سکھو

source: Learn More
gju: اَگے سِکھوں

source: Leaving now means you’ll lose your changes
gju: اس ٹیم چھوڈن کو مطلب یوہ وھے کہ تم نے اپنی تبدیلی ضائع کر چھُڑی

source: Leaving now means you'll lose your progress
gju: اس وقت چھوڈن کو مطلب یوہ وھے گو کہ تم نے اپنی ترقی ختم کر چھُڑی

source: Length
gju: لمبائی

source: Let's Get Started
gju: چلو ہن شروع کرو

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
gju: حروف بولن ہالی زبان ما معتبر ہونا چاہیے ۔جس طرح ''ж'' رشین حرف تہجی ہے تے انگریزی ما استعمال نیہہ ہوتو لہٰذہ کسے انگریزی کا ماخذ متن ما نظر نیہہ آنو چایے

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
gju: لیبری اسپیچ تقریبا 1000 گھنٹاں اپر مشتمل ایک مجموعو ہے جیہڑی لیبری ووکس پروجیکٹ کی پڑھی جان آلی آڈیو بکس تیں اخذ کردہ انگریزی تقریر ہے۔

source: License
gju: اجازت نامو

source: License: <licenseLink>CC-0</licenseLink>
gju: لائسنس<licenseLink>سی سی-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
gju: لائسنس<licenseLink>{ $license }</licenseLink>

source: Ligurian
gju: لگاری

source: Lingala
gju: لنگالا

source: Link Copied
gju: لنک(پتو) کی نقل بن گئی

source: Links to websites that can help us understand the language
gju: کسے ویب سائٹ نال جوڑو جیہڑو زبان کا بارہ ما مزید سمجھن ما مہاری مدد کرے

source: Listen
gju: سنوں

source: Listening
gju: سننو

source: Listen options menu
gju: اختیارات کو مینیو سنو

source: Listen-Queue
gju: لین نا سنو

source: Lithuanian
gju: لتھوانی

source: Loading…
gju: لوڈ ہووے لگی…

source: Loading sentences…
gju: فقراں کو اُپر رکھنو

source: Localized
gju: عوامی طور اپر

source: Log In
gju: داخل ہوو

source: Login Identity
gju: داخل ہون کی شناخت

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
gju: <loginLink>شروع کرو ں </loginLink>یا سائن اپ کروں </loginLink>مختلف قسم کا فقراں جمع کرن واسطے

source: Log in or sign up to get started
gju: اپنو کم شروع کرن واسطے اندر چلوں ،یا کم شروع کروں

source: Log In / Sign Up
gju: شروع کروں/ابتدا ء کروں

source: Log In / Sign Up with { $company } email
gju: ای میل { $company } کے ذریعے شامل ہوجاو

source: Log Out
gju: بیہڑے نکلو

source: Lojban
gju: لاجبن

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
gju: ایسو متن تلاش کروں جت کاپی رائٹ کا اطلاق کی لوڑ نیہہ ۔مثال کا طور پو جس طرح مُچ کتاب جہڑی 1920 تے پہلاں چھاپی گئی،

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
gju: اس طرحیا محسوس ہووے جے اس زبان ما سنن وسطے کوئی حصو نیہہ۔ ہن کائے شے ریکاڈ کر کے اس لین نا بھرن ما مہاری مدد کرو

source: Luganda
gju: لگانڈا

source: Luxembourgish
gju: لکسمبرگی

source: Macedonian
gju: مقدونی

source: Mada
gju: مادا

source: Maithili
gju: میتھلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
gju: اس گل کو یقین کر لیو کہ پلیٹ فارام تھاری واز نا ریکارڈ کرے لگو جد تم بولنو شروع کرے تے وہ صرف بند کرے جد تم بولنو ختم کرے

source: Make sure the sentence meets the following criteria:
gju: اس چیز نا یقینی بناؤ جے فقراں انہاں اصولاں بو پورا اُترے

source: Make sure they can be answered in just a couple of sentences
gju: اس گل کو خیال رکھیو جے ان سوالاں کا جواب کجھ جملاں ما دیا جا سکیں

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
gju: کجھ نا معلوم جغرافی معلومات دے کے اپنی جمع کی وی معلومات نا زیادہ تے زیادہ بہتر بناو گمنام ڈیموگرافک ڈیٹا فراہم کرکے اپنے جمع کردہ ڈیٹا کو زیادہ سے زیادہ امیر بنائیں۔ ہم اس نا عام کرن تے پہلاں سے آبادی تے علاقائی اعداو شمار کی شناخت کراں ۔

source: Malagasy
gju: ملاگسے

source: Malay
gju: مالے

source: Malayalam
gju: ملائیلم

source: Male/Masculine
gju: جنو/ مذکر

source: Maltese
gju: ملتیسی

source: Manage Email Subscriptions
gju: ای میل کے ذریعے رکنیت حاصل کرن کی ترتیب بناو

source: Manage Subscriptions
gju: رکنیت کی ترتیب بناو

source: Manx
gju: مانکس

source: Mapudungun
gju: ماپوڈونگن

source: Marathi
gju: مراٹھی

source: <mark>Check</mark>
gju: <mark> دیکھو</mark>

source: <mark>Data</mark>
gju: <mark>معلومات</mark>

source: <mark>Prompt</mark>
gju: <mark> ان جہکیاں</mark>

source: <mark>Respond</mark>
gju: <mark>جواب</mark>

source: <mark>Transcribe</mark>
gju: <mark> تجزیو کرو</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
gju: <mark> سی وی</mark><br/><mark> تھہاری تحقیق وسطے</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
gju: <mark> ہمنا</mark><br/> <mark> تھہاری مدد کی ضرورت ہے</mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
gju: میٹرکس ایک کھلو تے ہولو جیو مجلس کو طریقہ کار ہے جیہڑو رئیل ٹائم(حقیقی وخت) گفتگو تے موزیلا کا کھلا تے کھل کے گل شل کرن کو مقام ہے

source: Maximum file size: 25 MB
gju: فائل کی زیادہ تے زیادہ سائز پنجی ایم بی

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
gju: ہو سکے <homepageLink> بنیادی صفحو</homepageLink> مدد کرے گو؟ سوال پچھن وسطے مہربانی کرے کے <matrixLink>میٹرکس کمیونٹی چیٹ(گروہی گفتگو میٹرکس) ما شامل ہو جاوں</matrixLink>، سائٹ کی خرابی <githubLink> گٹ حب </githubLink>کے ذریعے نگرانی کروں یا<discourseLink> </discourseLink> اپر مہارا ڈسکورس فورم نا دیکھوں۔

source: MB
gju: ایم بی

source: Mbo
gju: مبو

source: Meadow Mari
gju: میڈوماری

source: Media and Entertainment
gju: میڈیو تے تنز و مزاح

source: Medumba
gju: میڈومبا

source: Meetei Lon
gju: میٹی لان

source: Message
gju: سنیاہ

source: Michoacán Mazahua
gju: مشاوآکان مزاہوا

source: Mingrelian
gju: منگرالی

source: Minimum sentences in file: 1000
gju: فائل ما کم تے کم فقراں ایک ہزار

source: [Mismatched content]
gju: نہ ملی وی عبارت

source: Misreadings
gju: غلطی ما پڑھی گئی شے

source: Missing an 's' at the end of a word.
gju: کسی حرف کا آخر ما ''ایس '' کو رہ جانو

source: Missing an <strong>'s'</strong> at the end of a word.
gju: رہ گئی <strong>ایس </strong> حرف کا آخر ما

source: Missing 'A' or 'The' at the beginning of the recording.
gju: حرف A یا The کو رہ جانو ریکارڈنگ کا شروع ما

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
gju: رہ گئی<strong>اے </strong>مضبوط یا <strong>جہڑو</strong> واز نا محفوظ کرن کا شروع ما

source: Missing the end of the last word by cutting off the recording too quickly.
gju: آخری فقرہ کو آخر رہ گیو واز تیزی کے نال محفوظ کری گئی

source: Mixed
gju: رلیو وو۔ خلط ملط

source: Mixteco Yucuhiti
gju: میکسٹیکو یوکوہٹی

source: Mokpwe
gju: موک پو

source: Moksha
gju: مکشا

source: Mongolian
gju: منگولائی

source: More
gju: ہور

source: [More has been recorded than the required text]
gju: مطلوبہ ٹیکسٹ تے زیادہ ڈیٹو ریکارڈ کرے گیو

source: More languages coming soon
gju: ہور زبان بھی مچ جھب آن آلی ہیں

source: Mossi
gju: موسی

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
gju: مچ ساری معلومات جیہڑی بڑی بڑی کمپنی استعمال کریں ، ویہ زیادہ لوکاں نا نیہہ لبھتی۔ ہم سوچاں جے اس نوئیں سوچ نا مکاواں۔ اسی وجہ نال ہم نے کامن وائس شروع کی۔ ایسو منصوبو جیہڑو عام لوکاں کا ہتھ ما ہون ما تے ساراں نا واز کا سیانن ما تے ہر ایک کی پہچ ما رہن ما مدد کرے۔۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
gju: بڑی کمپنیاں کے ذریعے استعمال ہون آلی زیادہ تر معلومات زیادہ تر لوکاں نہ نیہہ لبھتی ۔ ہم سوچاں جے یاہ چیز جدت نا ختم کرے۔ اسی وسطے ہم نے یوہ پراجیکٹ کامن وائس متعارف کیو جیہڑو واز کی شناخت اپر ہر ایک نا رسائی دین ما مدد کرن آلو پراجیکٹ ہے۔
